Repository: atilaprieto/aTiLaRePo
Catalog: program.plexus/resources/language/*/strings.po
Languages: spanish

# #30001
source: My Streams
spanish: Mis Transmisiones

# #30002
source: Played history
spanish: Historial de reproduccion

# #30005
source: Play Acestream hash / Torrent URI
spanish: Reproducir identificador Acestream / Torrent URI

# #30006
source: Load local .torrent file
spanish: Cargar archivo .torrent local

# #30007
source: Play SopCast ID
spanish: Reproducir ID de SopCast

# #30008
source: Play SopCast URI
spanish: Reproducir Enlace SopCast

# #30009
source: Add stream
spanish: Añadir Canal

# #30010
source: Stream url
spanish: Enlace del Canal

# #30011
source: Url is not valid
spanish: Enlace no valido

# #30012
source: Do you want to set an icon for the stream?
spanish: ¿Desea añadir un icono al canal?

# #30013
source: Choose the icon
spanish: Elija un icono

# #30014
source: Stream name
spanish: Nombre del Canal

# #30015
source: Successfully added!
spanish: Añadido satisfactoriamente!

# #30016
source: Successfully removed!
spanish: Removido satisfactoriamente!

# #30017
source: Setting changed successfully!
spanish: Configuracion cambiada con exito!

# #30020
source: User ID
spanish: ID de Usuario

# #30021
source: User URI
spanish: URI de Usuario

# #30022
source: Acestream hash
spanish: Identificador Acestream

# #30023
source: Extracting module contents. Please wait.
spanish: Extrayendo contenido del módulo. Por favor espere.

# #30024
source: Removing files.
spanish: Removiendo archivos.

# #30025
source: Remove from my streams
spanish: Remover de mis transmisiones

# #30026
source: Add to my streams
spanish: Añadir a mis transmisiones

# #30027
source: (Windows) SopCast configuration incomplete!
spanish: (Windows) Configuracion de SopCast incompleta!

# #30028
source: Enable 'Configuration on next run' in the addon settings
spanish: Habilitar 'Configuracion en la siguiente ejecucion' en los ajustes del addon

# #30029
source: and re-enter the addon (as administrator)
spanish: y vuelva a entrar al addon (como administrador)

# #30030
source: SopCast - Checking service. Please wait...
spanish: SopCast - Comprobando servicio. Por favor espere...

# #30031
source: Service created. Attempting to play...
spanish: Servicio creado. Intentando reproducir...

# #30032
source: Channel initialization failed
spanish: Fallo en la inicializacion del Canal

# #30033
source: Another instance of SopCast is still running on the background
spanish: Otra instancia de SopCast sigue ejecutándose en segundo plano

# #30034
source: Do you want to play it?
spanish: ¿Desea reproducirlo?

# #30035
source: Loading stream. Please wait %s seconds.
spanish: Cargando. Por favor espere %s segundos

# #30036
source: Waiting till timeout...
spanish: Esperando hasta que se agote el tiempo...

# #30037
source: Choose the local torrent file.
spanish: Elija el archivo torrent local

# #30038
source: Starting AceStream (ValdikSS proxy mode)
spanish: Iniciando AceStream (modo ValdikSS proxy)

# #30039
source: If the playback fails try to increase the player
spanish: Si la reproducción falla, intente incrementar el reproductor

# #30040
source: timeout!
spanish: tiempo agotado!

# #30041
source: AceStream module not installed.
spanish: Modulo AceStream no instalado

# #30042
source: Torrent not available or invalid.
spanish: Torrent no disponible o inválido

# #30043
source: Starting...
spanish: Iniciando...

# #30044
source: Awaiting response
spanish: Esperando respuesta

# #30045
source: Connecting
spanish: Conectando

# #30046
source: Starting AceStream Engine.
spanish: Iniciando Motor AceStream.

# #30047
source: Inital wait:
spanish: Espera inicial:

# #30048
source: seconds
spanish: segundos

# #30049
source: Playing
spanish: Reproduciendo

# #30050
source: Link received
spanish: Enlace recibido

# #30051
source: Saving file
spanish: Guardando archivo

# #30052
source: Downloading
spanish: Descargando

# #30053
source: Loading...
spanish: Cargando...

# #30054
source: Loading acestream
spanish: Cargando acestream

# #30055
source: AceStream engine waiting
spanish: Motor AceStream esperando

# #30056
source: Playing torrent.
spanish: Reproduciendo torrent.

# #30057
source: No response
spanish: No hay respuesta

# #30058
source: Verifying data
spanish: Verificando datos

# #30060
source: Downloading
spanish: Descargando

# #30063
source: Stats
spanish: Estadísticas

# #30064
source: Action:
spanish: Acción:

# #30065
source: Download:
spanish: Descarga:

# #30066
source: Upload:
spanish: Subida:

# #30067
source: Seeds:
spanish: Semillas:

# #30068
source: Downloaded:
spanish: Descargado:

# #30069
source: Uploaded:
spanish: Subido:

# #30070
source: Left:
spanish: Quedan:

# #30071
source: seconds
spanish: segundos

# #30072
source: Unable to detect your operating system
spanish: No se pudo detectar su sistema operativo

# #30073
source: Select it from the list
spanish: Seleccione de la lista

# #30074
source: Are you using OpenELEC x86_x64?
spanish: ¿Está usando OpenELEC x86_x64?

# #30075
source: Are you usng OpenELEC i386?
spanish: ¿Está usando OpenELEC i386?

# #30076
source: Downloading SopCast modules.
spanish: Descargando modulos SopCast.

# #30077
source: Kodi has to be running as administrator.
spanish: Kodi debe ser ejecutado como administrador

# #30078
source: to configure SopCast in Windows.
spanish: para configurar SopCast en WIndows

# #30079
source: Checking if SopCast is installed...
spanish: Comprobando si SopCast está instalado...

# #30080
source: Finished.
spanish: Terminado.

# #30081
source: SopCast.exe is not installed!
spanish: SopCast.exe no está instalado!

# #30082
source: Download it from SopCast.org and install it!
spanish: Descarguelo de SopCast.org e instálelo!

# #30083
source: Getting Windows user ID's...
spanish: Obteniendo los ID's de usuario de Windows...

# #30084
source: Unable to get users list
spanish: No se pudo obtener la lista de usuarios

# #30085
source: Getting Windows user ID's...
spanish: Obteniendo los ID's de usuario de Windows...

# #30086
source: Starting SRVany download...
spanish: Iniciando descarga de SRVany...

# #30087
source: Downloading SRVany...
spanish: Descargando SRVany...

# #30088
source: Creating 'sopcastp2p' service...
spanish: Creando servicio 'sopcastp2p'...

# #30089
source: Unable to create service!
spanish: No se pudo crear el servicio!

# #30090
source: Modifying regedit...
spanish: Modificando regedit...

# #30091
source: Error: Unable to modify regedit.
spanish: Error: No se puedo modificar regedit.

# #30092
source: Trying to get service permissions...
spanish: Tratando de obtener permisos de servicio...

# #30093
source: Error: Unable to change permissions.
spanish: Error: No se pudo cambiar permisos.

# #30094
source: Trying to set service permissions...
spanish: Tratando de establecer permisos de servicio

# #30095
source: Error: Unable to change service permissons.
spanish: Error: No se pudo cambiar permisos de servicio.

# #30096
source: Starting regini download...
spanish: Iniciando descarga regini...

# #30097
source: Downloading regini...
spanish: Descargando regini...

# #30098
source: Running regini...
spanish: Ejecutando regini...

# #30099
source: Sopcast: All done sucessfully!
spanish: Sopcast: Terminado con éxito!

# #30101
source: By default Sopcast will use the Kodi player.
spanish: Por defecto Sopcast usará el reproductor de Kodi

# #30103
source: Do you want to use an external application/player?
spanish: ¿Desea usar una aplicación/reproductor externo?

# #30104
source: Click ok to download SopCast.apk
spanish: Click en ok para descargar SopCast.apk

# #30105
source: Select the folder to save the apks
spanish: Seleccione una carpeta para guardar las apks

# #30106
source: Downloading SopCast.apk
spanish: Descargando SopCast.apk

# #30107
source: SopCast.apk downloaded to folder:
spanish: SopCast.apk se descargó a la carpeta:

# #30108
source: Please install it!
spanish: Por favor instálelo!

# #30109
source: AppID not detected
spanish: AppID no detectado

# #30110
source: Downloading AceStream modules.
spanish: Descargando módulos de AceStream

# #30112
source: It is necessary to have AceStream.apk or TSC.apk installed
spanish: Es necesario tener AceStream.apk ó TSC.apk instalados

# #30113
source: Select YES to download AceStream Engine and use it with Kodi
spanish: Seleccione SI para descargar AceStream Engine y usarlo con Kodi

# #30114
source: Select NO to continue to next option...
spanish: Seleccione NO para continuar a la siguiente opción...

# #30115
source: to play AceStream's links.
spanish: para reproducir enlaces AceStream

# #30116
source: It will be downloaded now!
spanish: Será descargado a continuación!

# #30117
source: Downloading AceStream.apk
spanish: Descargando AceStream.apk

# #30118
source: AceStream.apk downloaded to folder:
spanish: AceStream.apk se descargó a la carpeta:

# #30119
source: Don't forget AceStream Engine app should be running
spanish: Nó olvide que la aplicación AceStream Engine debe ejecutarse

# #30120
source: before starting any AceStream!
spanish: antes de iniciar cualquier enlace AceStream!

# #30121
source: If default option Engine+Kodi Player does not work for you, then manually switch to Engine+External Player within AceStream Configurations
spanish: Si la opción por defecto Engine+Kodi Player no le funciona bien, entonces cambie manualmente a Engine+External Player dentro de Ajustes de AceStream

# #30122
source: Do you want to download Torrent Stream Controller?
spanish: ¿Desea descargar Torrent Stream Controller?

# #30123
source: This will enable you the option to use an external player instead of Kodi.
spanish: Esto le habilitará la opción de usar un reproductor externo en vez de Kodi.

# #30124
source: Downloading TSC.apk
spanish: Descargando TSC.apk

# #30125
source: TSC.apk downladed to folder:
spanish: TSC.apk se descargó a la carpeta:

# #30126
source: Do you want to use the external player as default?
spanish: ¿Desea usar el reproductor externo por defecto?

# #30127
source: AceStream: All done sucessfully!
spanish: AceStream: Terminado con éxito!

# #30128
source: Plexus is only available for certain linux arm platforms.
spanish: Plexus solo está disponible para ciertas plataformas arm linux

# #30129
source: Please select yours from the following list.
spanish: Por favor seleccione el suyo de la siguiente lista.

# #30130
source: Select your operating system
spanish: Seleccione su sistema operativo

# #30132
source: Repeat configuration on the next run
spanish: Repita la configuración en la siguiente ejecución

# #30133
source: Force use of dvdplayer
spanish: Forzar el uso de dvdplayer

# #30134
source: Enable debug mode
spanish: Habilitar el modo depuración

# #30135
source: Enable addon history
spanish: Habilitar historial del addon

# #30136
source: Number of items to save
spanish: Número de elementos a guardar

# #30137
source: Clear addon history
spanish: Limpiar historial del addon

# #30138
source: SopCast Configuration
spanish: Ajustes de SopCast

# #30139
source: Player Type
spanish: Tipo de Reproductor

# #30140
source: Find ip address automatically
spanish: Encontrar dirección ip automáticamente

# #30141
source: Ip address
spanish: Dirección IP

# #30142
source: Local port
spanish: Puerto local

# #30143
source: Video port
spanish: Puerto de Video

# #30144
source: Buffer size
spanish: Tamaño de buffer

# #30145
source: Player start timeout
spanish: Tiempo de inico del reproductor

# #30146
source: Player start delay
spanish: Retardo de inicio del reproductor

# #30147
source: Service creation timeout
spanish: Tiempo de creación del servicio

# #30148
source: Stream creation timeout
spanish: Tiempo de creación de la transmisión

# #30149
source: Auto-detect android app id
spanish: Auto-detectar id de aplicación android

# #30150
source: Custom app id
spanish: ID de aplicación personalizada

# #30151
source: AceStream Configurations
spanish: Ajustes de AceStream

# #30153
source: AceStream player type
spanish: Tipo de reproductor AceStream

# #30154
source: AceStream command
spanish: Comando AceStream

# #30155
source: AceStream alternative cmd
spanish: AceStream comando alternativo

# #30156
source: AceStream engine ip address
spanish: Dirección ip del motor AceStream

# #30157
source: AceStream engine port
spanish: Puerto del motor AceStream

# #30158
source: AceStream engine player port
spanish: Puerto del reproductor del motor AceStream

# #30159
source: Show AceStream engine status on video OSD
spanish: Mostrar el estado del motor AceStream en video OSD

# #30160
source: Auto pause mode
spanish: Modo de pausa automática

# #30161
source: Keep downloaded files in disk
spanish: Mantener los archivos descargados en el disco

# #30162
source: Download path
spanish: Ruta de descarga

# #30163
source: Shutdown AceStream engine on playback stop
spanish: Apagar el motor AceStream cuando se pare el reproductor

# #30164
source: AceStream shutdown type
spanish: AceStream tipo de apagado

# #30165
source: Custom Acestream engine shutdown command
spanish: Comando de apagado personalizado para el motor AceStream
